
export default function About() {
    return (
        <section className="py-[140px]">
            <div className="container">
                <h2 className="text-[48px] mb-8">Обо мне</h2>
                <div className={"grid gap-8"}>
                    <p>
                        Приветствую всех на своём сайте! Меня зовут Иван, я из Киева. Занимаюсь фронтенд-разработкой более года. До разработки занимался нелюбимым делом, ходил на нелюбимую работу, не мог понять за что взяться, чтобы дело приносило удовольствие и деньги, пока не наткнулся на один интересный курс.

                    </p>
                    <p>
                        С тех пор прошел огонь, воду и медные трубы. Учёба давалась по-разному: где-то легче, где-то сложнее.  Каждодневная работа над навыками и усердие, с которым я подходил к обучению, уже через несколько месяцев принесли плоды - я взял первый заказ на фрилансе. С отзывами клиентов и примерами работ можно ознакомиться ниже.
                    </p>
                </div>
            </div>
        </section>
    )
}